{
  "<ADJECTIVAL-NOUN>": 32770,
  "<ADJECTIVE>": 32776,
  "<ADVERB>": 32772,
  "<AUXILIARY-SYMBOL>": 32782,
  "<AUXILIARY-VERB>": 32777,
  "<BLANK>": 32783,
  "<CONJUNCTION>": 32773,
  "<INTERJECTION>": 32774,
  "<NOUN>": 32768,
  "<PARTICLE>": 32778,
  "<PREFIX>": 32779,
  "<PRENOUN-ADJECTIVAL>": 32771,
  "<PRONOUN>": 32769,
  "<SUFFIX>": 32780,
  "<SYMBOL>": 32781,
  "<VERB>": 32775
}
